Repository: BizneMX/BizneUserApp
Catalog: lib/src/localization/app_*.arb
Languages: es

# placeYourOrder
source: Place your order and agree on the delivery time at your work.
es: Haz tu pedido y acuerda la hora de entrega en tu trabajo.

# reserveAtLeast3Hours
source: Reserve at least 3 hours in advance.
es: Reserva con al menos 3 horas de anticipación.

# chooseNearbyBusinesses
source: Choose nearby businesses; The business will not travel more than 1 km.
es: Elige negocios cercanos; el negocio no se desplazará más de 1 km.

# theOrderIsPlaced
source: The order is placed if there are at least 5 meals requested.
es: El pedido se realiza si hay al menos 5 comidas solicitadas.

# establishmentClosed
source: Sorry, at the moment the establishment is closed, go to the menu to see its hours
es: Lo sentimos, por el momento el establecimiento se encuentra cerrado, ingresa al menú para ver su horario

source: Pay your menu
es: Paga tu menú

source: Change location
es: Cambiar ubicación

source: Generate report
es: Generar un reporte

source: Add payment method
es: Agregar método de pago

# expiredToken
source: Your session has expired, please log in again
es: Su sesión ha expirado, por favor inicie sesión nuevamente

# invalidApp
source: Ups! You need to use your app to continue
es: ¡Ups! Es necesario actualizar tu app para continuar

# consumptionsLimit
source: You cannot consume more than 300 MXN
es: No puede consumir más de 300 MXN

source: Pay
es: Pagar

# invalidApp1
source: Ups! Your app version expire at {date}
es: ¡Ups! La versión de su app expira el {date}
