Repository: BizneMX/BizneUserApp
Catalog: lib/src/localization/app_*.arb
Languages: es

source: Login or register
es: Inicia sesión ó regístrate

source: Phone
es: Teléfono

source: Required field
es: Campo requerido

# contactSupportAccount
source: If you changed your phone and already have an account, enter your old phone and contact support to edit it
es: Si cambiaste de teléfono y ya tienes una cuenta, ingresa tu teléfono anterior y contacta a soporte para editarlo

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: Password
es: Contraseña

# continueText
source: Continue
es: Continuar

# recoverPassword
source: Recover your password
es: Recupera tu contraseña

# recoverPasswordMethod
source: How do you want to recover your password?
es: ¿Cómo quieres recuperar tu contraseña?

# recoverPasswordByEmail
source: Enter the email with which you registered and we will send instructions to recover your password
es: Ingresa el correo electrónico con el que te registrastre y enviaremos las instrucciones para recuperar tu contraseña

# recoverPasswordByPhone
source: Enter your phone number, you will receive a message via SMS with the process to recover your password
es: Ingresa tu número de teléfono, recibirás un mensaje vía SMS con el proceso para recuperar tu contraseña

source: By email
es: Por correo

source: By phone
es: Por teléfono

source: Email
es: Correo electrónico

source: Send
es: Enviar

source: SMS sent
es: SMS enviado

# emailSent
source: Email sent, check your inbox
es: Correo enviado, recuerda revisar tu bandeja de spam

source: Understood
es: Entendido

source: Verification code
es: Código de verificación

# enterVerificationCode
source: Enter the verification code sent to the phone
es: Ingresa el código de verificación enviado al teléfono

source: Edit
es: Editar

# yourCodeExpires
source: Your code expires in
es: Tu código vence en

source: Resend the code
es: Reenviar código

source: Check phone
es: Verificar teléfono

source: Resend code
es: Código reenviado

source: Notifications
es: Alertas

source: Profile
es: Perfil

source: Home
es: Inicio

source: My bizne
es: Mi saldo

# welcome
source: Welcome to Bizne
es: Bienvenido(a) a Bizne

# chooseEntrance
source: Choose how you want to continue
es: Elige cómo quieres continuar

# iHaveAccount
source: I already have an account
es: Ya tengo una cuenta

# iAmNew
source: I'm new
es: Soy nuevo

# yourAccountIsOld
source: *If you've just switched phones and already have an account, select "I already have an account", enter your old phone number, and contact support to edit it
es: *Si sólo cambiaste de teléfono y ya tienes una cuenta, selecciona "Ya tengo una cuenta", ingresa tu teléfono anterior y contacta a soporte para editarlo

source: Cancel
es: Cancelar

# exitApp
source: Do you want to exit the application?
es: ¿Desea salir de la aplicación?

# noConnection
source: No internet connection
es: No hay datos

# recommend
source: Recommend a kitchen or restaurant
es: Recomienda una cocina o fonda

source: Services
es: Fondas

source: Restaurants
es: Restaurantes

source: Near you
es: Cerca de ti

source: Show list
es: Ver lista

source: Show map
es: Ver mapa

source: From
es: Desde

source: See menu
es: Ver menú

source: Consumption history
es: Historial de consumo

source: Food history
es: Historial de comidas

source: Logout
es: Cerrar sesión

# helpNeeded
source: Do you need help?
es: ¿Necesitas ayuda?

source: Support chat
es: Chat de soporte

source: Verified user
es: Usuario verificado

source: Not verified user
es: Usuario no verificado

source: Terms and conditions
es: Términos y condiciones

source: Notice of Privacy
es: Aviso de privacidad

source: Edit profile
es: Editar perfil

source: Edit phone
es: Editar mi teléfono

source: Change password
es: Cambiar mi contraseña

source: Payment methods
es: Métodos de pago

source: Delete account
es: Eliminar mi cuenta

# deleteAccountQuestion
source: If you agree, you will not be able to use your account. If you wish to delete your information, write to contacto@bizne.mx
es: Si aceptas no podrás usar tu cuenta, si deseas eliminar tu información escribe a contacto@bizne.mx

source: Yes, delete
es: Sí, eliminar

# isNoLongerYourPhone1
source: Is
es: ¿El

# isNoLongerYourPhone2
source: no longer your phone? write the new number to 10 digits to edit it
es: ya no es tu teléfono? escribe el nuevo número de 10 dígitos para editarlo

# aceptTermsAndConditionsText1
source: By continuing, you confirm that you agree with the
es: Al continuar, confirmas que estás de acuerdo con los

# aceptTermsAndConditionsText2
source: Terms and conditions
es: Términos y condiciones

# aceptTermsAndConditionsText3
source: and the
es: y el

# aceptTermsAndConditionsText4
source: Notice of Privacy
es: Aviso de privacidad

source: Finish
es: Terminar

source: What is your name?
es: ¿Cuál es tu nombre?

# name
source: Name(s)
es: Nombre(s)

# nameRequired
source: Name is required
es: El nombre es requerido

# shouldIncludeBothLastNames
source: You should include both last names
es: Debes incluir ambos apellidos

source: What is your email?
es: ¿Cuál es tu correo electrónico?

# emailRequired
source: Email is required
es: El correo es requerido

# emailInvalid
source: Invalid email
es: Correo inválido

# setPassword
source: Set a password
es: Establece tu contraseña

# passwordRequired
source: Password is required
es: La contraseña es requerida

# newPasswordRequired
source: New password is required
es: La nueva contraseña es requerida

# passwordLength
source: Password must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres

source: Confirm password
es: Confirmar nueva contraseña

source: Passwords don't match
es: Las contraseñas no coinciden

# weWantToKnowMore
source: We want to know more about you
es: Queremos saber más sobre ti

# birthday
source: Birthday (dd/mm/yyyy)
es: Fecha de nacimiento (dd/mm/aaaa)

# birthdayRequired
source: Birthday is required
es: La fecha de nacimiento es requerida

# birthdayInvalid
source: Invalid birthday
es: Fecha no es inválida

source: Genre
es: Género

source: Male
es: Masculino

source: Female
es: Femenino

source: Other
es: Otro

# belongOrganization
source: Do you belong to an organization?
es: ¿Perteneces a una organización?

source: Yes
es: Sí

source: Organization
es: Organización

# selectOrganization
source: Select your organization
es: Selecciona tu organización

# sectorSeccionSucursal
source: Sector / section / branch
es: Sector / sección / sucursal

source: Employee number
es: Número de empleado

# employeeNumberAsterisk
source: Employee number*
es: Número de empleado*

# enterEmployeeNumber
source: Enter your employee number
es: Ingresa tu número de empleado, placa, etc

source: Finish registration
es: Finalizar tu registro

# selectSector
source: Select the industry, section, or branch you belong to from {organizationName}
es: Selecciona el sector, sección o sucursal a la que perteneces de {organizationName}

source: Select
es: Seleccionar

# returnText
source: Return
es: Regresar

source: Confirm
es: Confirmar

source: Search
es: Buscar

source: Report
es: Reportar

source: Send report
es: Enviar reporte

source: Select another consumption
es: Selecciona otro consumo

source: Detail your report
es: Detalla tu reporte

source: Spoiled food
es: Comida en mal estado

source: Abuse / Discrimination
es: Maltrato / Discriminación

source: Undue charges
es: Cobros indebidos

# notDeliverFood
source: Did not deliver food
es: No entregó los alimentos

# misusePlatform
source: Misuse of the platform
es: Uso indebido de la plataforma

source: Another reason
es: Otro motivo

# whatWrongYourConsumption
source: What went wrong with your consumption?
es: ¿Qué salió mal con tu consumo?

# onlyConsumptionWeek
source: It is only possible to report consumption for the current week
es: Sólo es posible reportar un consumo de la semana en curso

# sorryBadExperience
source: We are sorry if you had a bad experience, the bizne team will review your report
es: Lamentamos si tuviste una mala experiencia el equipo bizne revisará tu reporte

# reportWasSent
source: The report was sent
es: Se envió el reporte de

source: Save
es: Guardar

source: Current password
es: Contraseña actual

source: New password
es: Contraseña nueva

# passwordChangedSuccessfully
source: The password was changed successfully
es: La contraseña fue modificada con éxito

# updatedPhone
source: Successfully updated phone
es: Teléfono actualizado con éxito

# alreadyHaveAccount
source: I already have an account
es: ¿Ya tienes una cuenta?

source: Start session
es: Iniciar sesión

source: Name (s)
es: Nombre (s)

source: Lastname
es: Apellidos

# dateOfBirth
source: Date of birth (dd/mm/yyyy)
es: Fecha de nacimiento (dd/mm/aaaa)

# paymentWithbZcoins
source: Payment amounts with the bZcoins points system do not include VAT
es: Los montos de pago con el sistema de puntos bZcoins no incluyen IVA

source: Tap to rotate
es: Toca para rotar

source: No organization
es: Sin organización

# belongToAnOrganization
source: I belong to an organization
es: Pertenezco a una organización

source: Point history
es: Historial de puntos

source: See more
es: Ver más

source: IMPORTANT:
es: IMPORTANTE:

# bzCoinsBenefitAreValid
source: The BZ coins paid as a benefit are valid for 30 calendar days.
es: Los BZ coins abonados como prestación tienen vigencia de 30 días naturales.

# ifYouBuyBZCoins
source: If you buy BZ coins these ARE NOT VALID
es: Si compras BZ coins estos NO TIENEN VIGENCIA

# acquireBzCoins
source: Acquire points to eat every day with biZne
es: Adquiere puntos para comer todos los días con biZne

source: and receive
es: y recibe

source: Amount to pay
es: Importe a pagar

source: Select a saved card
es: Selecciona una tarjeta guardada

# enterANewCard
source: Enter new card
es: Ingresar nueva tarjeta

source: Congratulations!
es: ¡Felicidades!

# youAcquiredBzCoins
source: You acquired {amount} bZ coins
es: Adquiriste {amount} bZ coins

# useThemInBiZneAffiliated
source: Use them in biZne affiliated kitchens and restaurants
es: Úsalos en las cocinas y restaurantes afiliadas a biZne

source: And eat well every day!
es: ¡Y come bien todos los días!

source: Owner name
es: Nombre del titular

# cardNumber
source: Credit card number
es: Número de tarjeta

source: Postal code
es: Código postal

source: or
es: ó

# monthYear
source: MM / YY
es: MM / AA

source: Invalid expiration date
es: Fecha de expiración inválida

# invalidCreditCard
source: Invalid credit card number
es: Número de tarjeta inválido

source: Cash
es: Efectivo

source: Bank terminal
es: Terminal bancaria

source: Selected
es: Seleccionado

source: + Add credit card
es: + Agregar tarjeta

source: Use
es: Usar

source: Credit card added successfully
es: Tarjeta agregada con éxito

source: Removed credit card
es: Tarjeta eliminada

# areYouSureToDeleteCreditCard
source: Are you sure to delete the credit card?
es: ¿Estás seguro de eliminar la tarjeta?

source: Invalid CVV
es: CVV inválido

source: No saved cards
es: No hay tarjetas guardadas

source: Allow
es: Permitir

# notAllowed
source: Dont allow
es: No permitir

# useMyCurrentLocation
source: Usar location
es: Usar ubicación

# percentCashback
source: {percent}% of cashback
es: {percent}% de cashback

source: Details
es: Detalles

source: at {distance}
es: a {distance}

# menuOfDay
source: Menu of the day
es: Menú del día

source: Schedule
es: Horarios

source: My location
es: Mi ubicación

source: Your location
es: Tu ubicación

# accountTotal
source: Your account total is:
es: El total de tu cuenta es de:

# yourDiscount
source: Your discount is
es: Tu descuento es del

# totalToPay
source: The total to pay is:
es: El total a pagar es de:

# howDoYouWantPay
source: How do you want to pay?
es: ¿Cómo quieres pagar?

source: Pay with my app
es: Pagar con mi app

source: Cash / Bank terminal
es: Efectivo / Terminal bancaria

source: Do you want to add tip?
es: Deseas agregar propina

source: Select one option
es: Selecciona una opción

source: Pay up to:
es: Pagar hasta:

source: Accumulate
es: Acumular

source: available BzCoins
es: BZCoins disponibles

# onlyAcceptPaymentsInCashBankTerminal
source: *This branch only accepts payments in cash or bank terminal
es: *Esta sucursal sólo admite pagos en efectivo o terminal bancaria

# youAccumulatedBzCoins
source: You accumulated $xxxx.xxx BZCoins, remember that the more you consume, the more you save.
es: Acumulaste $xxxx.xxx BZCoins, recuerda que entre más consumes, más ahorras.

# youWillHaveCashBack
source: If you make 2 more purchases during the year you will obtain the PLATINUM level and have 15% CASHBACK
es: Si realizar 2 consumos más durante el año obtendrás el nivel PLATINUM y tendrás 15% de CASHBACK

source: Success payment
es: Pago exitoso

# addTip
source: Do you want to add tip?
es: Deseas agregar propina

# tip
source: {tip} % tip
es: {tip} % de propina

source: Contact support
es: Contactar a soporte

# payFood
source: What food do you want to pay for in {name} ?
es: ¿Que comida quieres pagar en {name} ?

# discountBZCoins
source: {cant} BZ Coins will be deducted from your balance
es: Se descontará {cant} BZ Coins de tu saldo

# haveBZCoins
source: You have {cant} BZ coins
es: Tienes {cant} BZ coins

# selectAmountPay
source: Select the amount to pay
es: Selecciona la cantidad a pagar

source: Bizne menu
es: Menú biZne

source: Other amount
es: Otra cantidad

# howYouWillConsumeYourFood
source: How will you consume your food in {title} ?
es: ¿Cómo consumirás tu comida en {title} ?

# payForDisposable
source: If you select to pick up you must pay {price} for the disposable
es: Si seleccionas para recoger deberás pagar {price} por el desechable

source: In the service
es: En la fonda

source: To pick up*
es: Para recoger*

# youWillPay
source: You will pay in your app
es: Pagarás en tu app:

# youMustCashPay
source: You must pay in cash:
es: Deberás pagar en efectivo:

# youPaidBzc
source: {name}, you paid {cant} for your menu with biZne in
es: {name}, pagaste {cant} por tu menú con biZne en

# showThisScreen
source: Show this screen to the waiter or manager to finish.
es: Muestra esta pantalla al mesero o encargado para terminar.

# areYouSureCloseScreen
source: Are you sure you want to close this screen?
es: ¿Seguro que deseas cerrar esta pantalla?

# makeSureYouHaveShown
source: Make sure you have shown it to the waiter or manager of the establishment
es: Asegúrate de haberla mostrado al mesero o encargado del establecimiento

source: Close
es: Cerrar

source: Rate service
es: Califica el servicio

# writeComment
source: Write a comment about your experience
es: Escribe un comentario sobre tu experiencia

source: Rate
es: Calificar

source: Skip
es: Saltar

source: Thanks for rating
es: Gracias por calificar

source: Invalid postal code
es: Código postal inválido

# ifYouWereAlreadyRegistered
source: If you only changed your phone and you already have an account, select “I already have an account”, log in with your old phone and your password
es: Si sólo cambiaste de teléfono y ya tienes una cuenta, selecciona “Ya tengo una cuenta”, ingresa con tu teléfono anterior y tu contraseña

# unexpectedError
source: An unexpected error has occurred
es: Ha ocurrido un error inseperado

# selectProblem
source: Select the problem
es: Selecciona el problema

source: Support
es: Soporte

source: Search kitchen / service / restaurant
es: Buscar cocina / fonda / restaurante

# moreClosest
source: More closets
es: Más cercanas

source: Favorites
es: Favoritas

source: Open
es: Abiertas

source: Closed
es: Cerradas

# notResendCode
source: You must wait for the time to expire to resend the code
es: Debe esperar a que se termine el tiempo para reenviar el código

source: Eat here
es: Come aquí

# schedule1
source: Schedule
es: Agendar

source: Address
es: Dirección

source: You can use today
es: Puedes usar hoy

source: Expire
es: Vigencia

source: Pay with QR
es: Pagar con QR

source: My consumption
es: Mis consumos

source: We give you BzCoins!
es: ¡Te regalamos BzCoins!

source: Recharge balance
es: Recarga saldo

# needHelp
source: Need help? Contact us
es: ¿Necesitas ayuda? Contáctanos

source: Verified
es: Verificado

source: Not verified
es: Sin verificar

# youHaveOnlyBzCoins
source: Only have {bzCoins} BzCoins available today
es: Solo tiene {bzCoins} BzCoins disponibles hoy

# byTipping
source: By tipping you support the local economy.
es: Al dejar propina apoyas la economía local.

# contactBusiness
source: Contact the business
es: Contacta al negocio

# youCanOnlyPayWithMethod
source: You can only pay with this method
es: Sólo puedes pagar con esta modalidad

# askTheWaiterOrManager
source: Ask the waiter or manager to scan this QR code with their point of sale app
es: Pide al mesero o encargado que escaneé este código QR con su app de punto de venta

# myBizneVerifiedInfo
source: Your account will be shown as “Verified” when the company/organization where you work verifies that you are entitled to the benefit they offer you.
es: Tu cuenta se mostrará “Verificada” cuando la empresa / organización en la que laboras verifique que tienes derecho a la prestación que te ofrecen

# myBizneNotVerifiedInfo
source: If your account appears “Unverified” go to your HR department or contact support to request support and verify your account
es: Si tu cuenta aparece “Sin verificar” acude a tu departamento de RH o contacta a soporte para solicitar apoyo y verificar tu cuenta

# info
source: Information
es: Información

# ifYouDoNotHaveBzCoins
source: If you do not have BzCoins, consult your HR department or contact support
es: Si no cuentas con BzCoins, consulta en tu departamento de RH o contacta a soporte

source: No consumptions made
es: No has realizado consumos

# choseTheAmount
source: Type in the amount from the menu you chose. You can choose any dish from the menu.
es: Escribe el monto del menú que elegiste. Puedes elegir cualquier platillo del menú.

# congratulationCash
source: {name}, pay the waiter in cash {price} MXN for the difference in your menu
es: {name}, paga al mesero en efectivo {price} MXN por la diferencia de tu menú

source: Set organization
es: Editar organización

# areYouSureDeleteAccount
source: Are you sure you want to delete your account?
es: ¿Estás seguro de que deseas eliminar tu cuenta?

# whatIsYourReason
source: What is the reason you want to delete your account?
es: ¿Cuál es la razón por la que quieres eliminar tu cuenta?

# registeredWrong
source: I registered wrong
es: Me registré mal

# changedMyPhoneNumber
source: I changed my phone number
es: Cambié de número telefónico

# noLongerWishToHaveAnAccount
source: I no longer wish to have an account
es: Ya no deseo tener una cuenta

# registeredWithIncorrectData
source: If you registered with incorrect data, you should not delete your account, you can edit your data from your profile or contact support to have your account edited.
es: Si te registraste con datos incorrectos no debes eliminar tu cuenta puedes editar tus datos desde tu perfil o contactar a soporte para que editen tu cuenta.

# changedYourPhoneNumber
source: If you changed your phone number, you should not delete your account and create another one, you should edit your data from your profile or contact support to edit your phone number.
es: Si cambiaste de número telefónico, no debes eliminar tu cuenta y crear otra, debes editar tus datos desde tu perfil o contactar a soporte para que editen tu teléfono.

# goToEditProfile
source: Go to edit my profile
es: Ir a editar mi perfil

# goToEditPhone
source: Go to edit my phone
es: Ir a editar mi teléfono

source: BzCoins purchased
es: Los BzCoins comprados

source: THEY ARE NOT VALID
es: NO TIENEN VIGENCIA

# pay1
source: Pay
es: Paga

source: Error loading credit card
es: Error al cargar la tarjeta de crédito

# youHaveNoCardsSaved
source: You have no cards saved, please enter a card to continue.
es: No tiene tarjetas guardadas, por favor ingresa una tarjeta para continuar.

source: You have paid for your menu
es: Has pagado tu menú

source: You have paid for a part of your menu
es: Has pagado una parte de tu menú

source: There are no consumptions
es: No hay consumos

source: Cash payment
es: Pago en efectivo

source: You have pay
es: Deberás pagar

source: in cash
es: en efectivo

# fillLastName
source: You have to fill it with all your last name
es: Debes incluir todos tus apellidos

source: Invalid date
es: La fecha no es válida

source: Required email
es: El correo es requerido

source: Invalid email
es: El correo no es válido

# forMoreInformation
source: For more information contact the support team.
es: Para más información contacta al equipo de soporte.

# youAccumulatedXXX
source: You accumulated xxxx.xxx BZCoins, remember that the more you consume, the more you save.
es: Acumulaste xxxx.xxx BZCoins, recuerda que entre más consumes, más ahorras.

# callTheWaiter
source: Call the waiter and make your payment of {amount}
es: Llama al mesero y realiza tu pago de {amount}

# ifYouMake2MorePurchases
source: If you make 2 more purchases during the year you will obtain the PLATINUM level and you will have 15% CASHBACK
es: Si realizar 2 consumos más durante el año obtendrás el nivel PLATINUM y tendrás 15% de CASHBACK

# youSavedXXX
source: You saved {amount} in your account, remember that the more you consume, the more you save.
es: Ahorraste {amount} en tu cuenta, recuerda que entre más consumes, más ahorras.

source: Start using Bizne
es: Comienza a usar Bizne

source: Click on the screen to continue
es: Has click en la pantalla para continuar

# findInnsNearYou
source: Find inns near you. Move the map to locate them
es: Encuentra fondas cercanas a tí. Mueve el mapa para ubicarlas

source: Redeem your benefit
es: Canjea tu beneficio

source: Select your restaurant and click pay
es: Selecciona tu fonda y haz click en pagar

# enterMyByzne
source: Enter My Byzne to view your benefits or BzCoins
es: Ingresa a Mi Saldo para visualizar tus beneficios o BzCoins

# enterYourProfile
source: Enter your profile to modify your data or contact us
es: Ingresa al perfil para modificar tus datos o contáctanos

source: Ready!
es: ¡Listo!

source: Enjoy your meals
es: Disfruta de tus comidas ¡Buen provecho!

source: No notifications available
es: No hay alertas disponibles

# youWillHaveToPayDifference
source: You will have to pay a difference
es: Deberá pagar una diferencia

# theMinimumAmountToPay
source: Ups, the minimum amount is {amount} bzc, check the amount to pay
es: Ups, el monto mínimo es de {amount} bzc, verifica el monto a pagar

# locationPermission
source: To use biZne you must grant location permission
es: Para usar biZne debes otorgar el permiso de ubicación

# locationPermission1
source: To offer you a better experience we need to know your location
es: Para ofrecerte una mejor experiencia necesitamos conocer tu ubicación

# establishmentsAvailableNearYou
source: Your location will allow us to show you the establishments available near you
es: Tu ubicación nos permitirá mostrarte los establecimientos disponibles cerca de ti

source: Can we send you notifications?
es: ¿Podemos enviarte notificaciones?

# withNotificationsWeCan
source: With notifications we can let you know when establishments accept your orders
es: Con las notificaciones podemos avisarte cuándo los establecimientos acepten tus pedidos

source: Select or take a profile photo
es: Selecciona o toma una foto de perfil

# areYouSureLogout
source: Are you sure to log out?
es: ¿Estás seguro de cerrar sesión?

source: Select your organization
es: Selecciona tu organización

source: Complete all fields
es: Complete todos los campos

source: REVIEW THE RULES TO SCHEDULE YOUR MEAL
es: REVISA LAS REGLAS PARA AGENDAR TU COMIDA
